{
    "about us":"من نحن",
    "h s e": "السلامة و الصحة المهنيه",
    "quality management ": "اداره الجوده المتكاملة",
    "business fields": "مجالات عمل الشركة",
    "customers ": "العملاء ",
    "media ":"الاعلام ",
    "hr development" : "تنميه المواردالبشريه",
    "Job Conduct Code":"مدونةالسلوك الوظيفي",
    "careers":"وظائف",
    "contact us" : "الاتصال بنا",
    "dedicated links":"روابط مخصصه",
    "We operate and maintain natural gas facilities and energy projects according to the latest international standards and technical specifications":"نقوم بتشغيل وصيانة منشآت الغاز الطبيعي ومشاريع الطاقة وفقا لأحدث المعايير والمواصفات الفنية العالمية ",
    "Read More":"اقرا المزيد",
    "The Technical Company for Gas Pipeline Operation Services was established in 2018 as a limited liability company under the Jordanian Companies Law and its amendments. The company operates and maintains natural gas facilities and energy projects in accordance with the latest international technical standards and specifications, and TGS and its work team consist of a consortium of Egyptian petroleum sector companies ( The Jordanian-Egyptian Fajr Company, the Egyptian Fajr Company, the Egyptian Natural Gas Company (GASCO) and the company began operating and maintaining the Arab Gas Pipeline 36 and its facilities on March 1, 2019. The company is also working to transfer Egyptian expertise in the fields of natural gas, oil and energy to Jordanian human cadres.":"تأسست الشركة الفنية لخدمات تشغيل خطوط الغاز في عام 2018 كشركة ذات مسؤولية محدودة بموجب قانون الشركات الأردني وتعديلاته .حيث تعمل الشركة علي تشغيل وصيانة منشآت الغاز الطبيعي ومشاريع الطاقة وفقا لأحدث المعايير والمواصفات الفنية العالمية وتتكون شركة TGS وفريق العمل بها من ائتلاف شركات قطاع البترول المصري (شركة فجر الأردنية المصرية،شركة فجر المصرية،الشركة المصرية للغازات الطبيعية جاسكو) وبدأت الشركة في تشغيل وصيانة خط الغاز العربي 36 وتسهيلاته في 1 مارس 2019 كما تعمل الشركة علي نقل الخبرات المصرية في مجالات الغاز الطبيعي ، النفط والطاقة إلي الكوادر البشرية الأردنية.",
    "The Technical Company for Gas Pipeline Operation Services pays great attention to safety and health":"تولي الشركة الفنية لخدمات تشغيل خطوط الغاز اهتماما كبيراً للسلامة والصحة ",
    "Monitor occupational safety and health performance through periodic statistics indicating that": "مراقبة الاثار السلبية للمؤثرات البيئية الناتجة عن أنشطة الشركة وآثارها والحد من تأثيرها",
    "Monitor the negative effects of environmental influences resulting from the company's activities and their effects and limit their impact":" مراقبة أداء السلامة والصحة المهنية من خلال الاحصائيات الدورية الدالة علي ذلك",
    "Integrated Quality Management" : "إدارة الجودة المتكاملة  " ,
    "Quality, safety, occupational health and environmental protection policy" : "سياسة الجودة والسلامة والصحة المهنية وحماية البيئة",
    "Occupational safety and health and environmental protection" : "السلامة والصحة المهنية وحماية البيئة  ",
    "The Technical Company for Gas Pipeline Operation Services carries out maintenance and operation of gas lines and power projects, and the company undertakes to implement the integrated management system that matches the standard specifications.": "الشركة الفنية لخدمات تشغيل خطوط الغاز تقوم بأعمال صيانة وتشغيل خطوط الغاز ومشاريع الطاقة وتتعهد الشركة بتطبيق المنظومة الإدارية المتكاملة والتي تتطابق مع المواصفات القياسية",
    "President's word" : "كلمة الرئيس",
    "The Technical Company for Gas Pipeline Operation Services was established in 2018 as a limited liability company under the Jordanian Companies Law and its amendments. The company operates and maintains natural gas facilities and energy projects in accordance with the latest international technical standards and specifications, and TGS and its work team consist of a consortium of Egyptian petroleum sector companies ( Egyptian Jordanian Fajr Company)":"تأسست الشركة الفنية لخدمات تشغيل خطوط الغاز في عام 2018 كشركة ذات مسؤولية محدودة بموجب قانون الشركات الأردني وتعديلاته .حيث تعمل الشركة علي تشغيل وصيانة منشآت الغاز الطبيعي ومشاريع الطاقة وفقا لأحدث المعايير والمواصفات الفنية العالمية وتتكون شركة TGS وفريق العمل بها من ائتلاف شركات قطاع البترول المصري (شركة فجر الأردنية المصرية",
    "Business partners" : "شركاء العمل",
    "Site Map" : "خريطة الموقع",
    "home": "الرئسية",
    "engineering services" : "الخدمات الهندسية",
    "Procurement and procurement services" : "خدمات التوريدات و المشتريات",
    "Projects management" : "إدارة المشروعات",
    "Construction management" : "إدارة الإنشاءات",
    "Experience services" : "خدمات تجارب",
    "And start up" : "وبدء التشغيل",
    "Register a complaint" : "تسجيل شكوى",
    "Connect with us" : "تواصل معنا",
    "Participation" : "اشتراك ",
    "email" : "الايميل" ,
    "We will never share your email address with a third party." : "لن نشارك أبدًا عنوان بريدك الإلكتروني مع طرف ثالث.."





} 